Repository: domenkralj/travana-ios
Catalog: travana/travana/Resources/*.lproj/Localizable.strings
Languages: sl

# by_authors
source: By Domen Kralj, Å½iga Leskovec
sl: Avtorja Domen Kralj, Žiga Leskovec

source: Contact us
sl: Kontakt

# minutes_(3_min)
source: Relative (eg. 7 min)
sl: Relativen (npr. 7 min)

# hours_(14_35)
source: Absolute (eg. 15:30)
sl: Absoluten (npr. 15:30)

source: How to show arrival time
sl: Način prikaza prihoda

source: Error during loading
sl: Napaka pri nalaganju

source: No internet connection
sl: Ni internetne povezave

source: Detours
sl: Obvoz

source: Settings
sl: Nastavitve

source: News
sl: Novice

source: Info
sl: O aplikaciji

source: Version
sl: Verzija

source: Loading
sl: Nalaganje

source: Try Again
sl: Poizkusi ponovno

source: Arrivals
sl: Prihodi

source: Routes
sl: Linije

source: TIMETABLE
sl: VOZNI RED

source: Stations
sl: Postajališča

source: Favorites
sl: Priljubljeno

source: Nearby
sl: V bližini

source: No favorites added.
sl: Ni priljubljenih postajališč.

source: Location is not available.
sl: Lokacija ni na voljo.

# no_upcoming_arrivals
source: No upcomming arrivals.
sl: Ni bljižnih prihodov.

source: No scheduled arrivals for today.
sl: Ni napovedanih prihodov.

# data_about_detours_is_obtainer_text
source: Data about detours are obtained from www.lpp.si/obvozi
sl: Podatki o obvozih so pridobljeni iz www.lpp.si/obvozi

source: ARRIVAL
sl: PRIHOD

# detur
source: DETOUR
sl: OBVOZ

# opposite_station_do_not_exit
source: Opposite station does not exit.
sl: Nasprotna postaja ne obstaja.

# error_ccured_try_again
source: Error occured, try again
sl: Napaka, poizkusi ponovno

source: Click for more
sl: Klikni za več.

source: In collaboration with
sl: V sodelovanju z

# no_detours
source: There are currently no detours.
sl: Trenutno ni obvozov.

source: Add favorites
sl: Dodaj priljubljena postajališča.
